Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: །དེའི་ཚེ་བརྒྱ་བྱིན་དང་། ལྷའི་འཁོར་ཐམས་ཅད་དང་། གང་གཱའི་ལྷ་མོ་དང་། འཁོར་མང་པོ་རྣམས་འོད་ཟེར་རྨད་དུ་བྱུང་བ་མཐོང་བ་དང་།
en: At that time, Śakra, his entire entourage of devas, and the Ganges goddess and her large retinue, having seen those wondrous light rays, all came into the presence of the Bhagavat.

source: ཐམས་ཅད་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ལྷགས་ཏེ་གཡས་ཕྱོགས་སུ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ། །དེ་ནས་བརྒྱ་བྱིན་ལྷའི་དབང་པོ་བཅོམ་ལྡན་འདས་ཀྱིས་བྱིན་གྱིས་བརླབས་ཀྱི་མཐུས་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས།
en: They circled the Bhagavat three times, keeping him to their right, and then sat in their various places.

source: པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་གཉེར་ཞིང་ཐེག་པ་ཆེན་པོ་མངོན་པར་བསྒྲུབས་པས་ཇི་ལྟར་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་པའི་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་གཟུང་བར་བགྱིས་ལགས།
en: Then Śakra, the lord of devas, through the power of the blessing of the Bhagavat, rose from his seat and, with his upper robe over one shoulder, knelt on his right knee, placed his palms together in homage toward the Bhagavat, and asked the Bhagavat, “Bhagavat, how should a noble son or noble daughter who seeks the highest, most complete enlightenment, and who practices the Mahāyāna, care for beings who are in error?

source: སྔོན་མངོན་པར་འདུས་བགྱིས་པའི་ལས་ཀྱི་སྒྲིབ་པའི་ཁ་ན་མ་ཐོ་བ་ཇི་ལྟར་བཤགས་ན་ཡོངས་སུ་འབྱང་བར་འགྱུར་ལགས།
en: How can they purify through confession the sinfulness of the obscuration of karma that they have created in the past?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བརྒྱ་བྱིན་ལྷའི་དབང་པོ་ལ་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དེང་ཁྱེད་ཀྱིས་ཚད་མེད་དཔག་ཏུ་མེད་པའི་སེམས་ཅན་རྣམས་རྣལ་འབྱོར་བསྒོམ་ནས་རྣམ་པར་དག་པའི་རྣམ་པར་གྲོལ་བའི་བདེ་བ་འཐོབ་པར་བྱ་བ་དང་། འཇིག་རྟེན་ཐམས་ཅད་ལ་སྙིང་བརྩེ་ཞིང་ཕན་པར་འདོད་པ་ལེགས་སོ་ལེགས་སོ།
en: The Bhagavat said to Śakra, the lord of devas, “Noble one, it is excellent, excellent that today, because of your compassion for the entire world, you have meditated on countless, innumerable beings and wish to enable them to attain the bliss of completely pure liberation and to benefit them. “

source: །སེམས་ཅན་གང་ལ་ལ་ཞིག་ལས་ཀྱི་སྒྲིབ་པའི་དབང་གིས་སྡིག་པ་རྣམས་མངོན་པར་འདུས་བྱས་པ་གང་ཡིན་པ་དེས་ནན་ཏན་བརྩོན་འགྲུས་བསྐྱེད་དེ་ཉིན་མཚན་དུས་དྲུག་ཏུ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ནས་གུས་པས་ཐལ་མོ་སྦྱར་ཏེ། སེམས་རྩེ་གཅིག་ཏུ་དྲན་པ་ཉེ་བར་བསྡུས་ནས་ངག་གི་སྒོ་ནས་བདག་ཉིད་ཀྱིས་འདི་སྐད་དུ་ཕྱོགས་བཅུ་ནད་ལྟར་བཞུགས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་བརྙེས་ནས་དམ་པའི་ཆོས་ཀྱི་འཁོར་ལོ་ཡོངས་སུ་བསྐོར་བ། ཆོས་ཀྱི་འཁོར་ལོ་འཛིན་ཅིང་གསལ་བར་མཛད་པ། ཆོས་ཀྱི་ཆར་ཆེན་པོ་ཕབ་པ། ཆོས་ཀྱི་རྔ་ཆེན་པོ་བརྡུང་བ། ཆོས་ཀྱི་དུང་ཆེན་པོ་བུས་པ། ཆོས་ཀྱི་རྒྱལ་མཚན་ཆེན་པོ་བཙུགས་པ། ཆོས་ཀྱི་སྒྲོན་མ་ཆེན་པོ་འཛིན་པ། ཐམས་ཅད་སེམས་ཅན་རྣམས་ལ་སྨན་ཅིང་བདེ་བར་མཛད་པའི་སླད་དུ་རྟག་པར་ཆོས་ཀྱི་སྦྱིན་པ་གཏོང་བ། སྐྱེ་དགུ་རྨོངས་པ་རྣམས་དྲངས་ནས་འབྲས་བུ་ཆེན་པོ་ཐོབ་པ་ལ་བཀོད་དེ།
en: A being who, through the power of the obscuration from karma, has performed bad actions should develop dedicated diligence, and in the six periods of the day and night, with their upper robe over one shoulder, they should kneel on their right knee, respectfully place their palms together, and with their minds focused one-pointedly should themselves voice these words: “ ‘At this present time, in the ten directions there reside buddha bhagavats who have attained the highest, most complete enlightenment and turn the sublime wheel of the Dharma, who hold and elucidate the wheel of the Dharma, who send down a rain of the Dharma, who beat the drum of the Dharma, who blow the conch of the Dharma, who raise the banner of the Dharma, who hold the lamp of the Dharma, and in order to bring benefit and happiness to everyone are always giving the gift of the Dharma, lead ignorant beings and bring them to the attainment of a great result, and are always directly making them happy.

source: རྟག་ཏུ་བདེ་བ་མངོན་སུམ་དུ་མཛད་པར་བཞེད་པ་དེ་ལྟ་བུའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་སྐྱབས་སུ་མཆི་སྟེ་མགོ་བོས་ཕྱག་འཚལ་ལོ།
en: I bow my head in homage and go for refuge to those buddha bhagavats. “ ‘

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་དག་ཡང་དག་པའི་ཤེས་རབ་དང་། ཡང་དག་པའི་སྤྱན་དང་། ཡང་དག་པའི་མཁྱེན་པ་དང་། ཡང་དག་པའི་མཉམ་པས་སེམས་ཅན་གྱི་དགེ་སྡིག་གི་ལས་མཁྱེན་ཅིང་གཟིགས་པ་ཐམས་ཅད་ལ་ལུས་དང་ངག་དང་ཡིད་ཀྱིས་སེམས་རྩེ་གཅིག་ཏུ་སྤྱི་བོས་བཏུད་དེ་གུས་པར་ཕྱག་འཚལ་ལོ།
en: The buddha bhagavats, with true wisdom, true vision, true knowledge, and true impartiality, know and see the good and bad actions of beings. With my body, speech, and mind, I one-pointedly bow down my head and reverently pay homage to them. “ ‘

source: །བདག་གིས་ཐོག་མ་མ་མཆིས་པའི་དུས་ནས་སྡིག་པའི་རྗེས་སུ་འབྲངས་ཏེ་སེམས་ཅན་རྣམས་དང་ལྷན་ཅིག་ཏུ་ལས་ཀྱི་སྒྲིབ་པ་ཁ་ན་མ་ཐོ་བ་བགྱིས་པ་དང་། འདོད་ཆགས་དང་།
en: Throughout beginningless time, I have been engaged in bad actions, and together with beings I have created the transgression of karmic obscuration.

source: ཞེ་སྡང་དང་། གཏི་མུག་གིས་ཀུན་དུ་དཀྲིས་ཤིང་བཅིངས་པས་སངས་རྒྱས་མ་འཚལ་བའི་དུས་དང་། ཆོས་མ་འཚལ་བའི་དུས་དང་། དགེ་འདུན་མ་འཚལ་བའི་དུས་ན་དགེ་སྡིག་མ་འཚལ་བའི་དབང་གིས་ལུས་དང་ངག་དང་ཡིད་ཀྱི་སྒོ་ནས་མཚམས་མ་མཆིས་པ་ངན་སེམས་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་སྐུ་ལ་མཚལ་ཕྱུང་བ་དང་། ཡང་དག་པའི་ཆོས་ལ་སྐུར་པ་བཏབ་པའམ། དགེ་འདུན་མཐུན་པའི་དབྱེན་བགྱིས་པ་དང་། དགྲ་བཅོམ་པ་བཀུམ་པའམ། ཕ་མ་བཀུམ་བའམ། ལུས་ཀྱི་རྣམ་པ་གསུམ་དང་། ངག་གི་རྣམ་པ་བཞི་དང་། ཡིད་ཀྱི་སྤྱོད་པ་རྣམ་པ་གསུམ་གྱི་དབང་གིས་མི་དགེ་བ་བཅུའི་ལས་བདག་ཉིད་ཀྱིས་བགྱིས་པ་དང་། གཞན་བགྱིད་དུ་སྩལ་བ་དང་། གཞན་བགྱིད་པ་ལ་རྗེས་སུ་ཡི་རང་བ་དང་། དགེ་བའི་གང་ཟག་རྣམས་ལ་ནན་གྱིས་སྐུར་པ་བཏབ་པ་དང་། བྲེ་སྲང་གིས་བསླུས་པ་དང་། ཡང་དག་པ་མ་ལགས་པ་ལ་ཡང་དག་པར་བཟུང་བ་དང་། མི་གཙང་བའི་བཟའ་བ་དང་བཏུང་བ་གཞན་དག་ལ་སྩལ་བ་དང་།
en: Being bound and led by desire, anger, and ignorance, tormented by anger, tormented by stupidity, I did not know the Buddha, I did not know the Dharma, and I did not know the Saṅgha.

source: འགྲོ་བ་དྲུག་པོ་དེ་དག་ཏུ་མཆིས་པའི་ཕ་མ་ཇི་སྙེད་པ་དག་ལ་ཕན་ཚུན་གནོད་པ་བགྱིས་པ་དང་། མཆོད་རྟེན་གྱི་དཀོར་བརྐུས་པ་དང་། ཕྱོགས་བཞིའི་དགེ་འདུན་གྱི་དཀོར་དང་། མངོན་སུམ་གྱི་དགེ་འདུན་གྱི་དཀོར་རང་དབང་བགྱིས་ཏེ་ཡོངས་སུ་སྤྱད་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པའི་ཆོས་དང་འདུལ་བ་ལ་བསླབ་པར་མ་མོས་པ་དང་། མཁན་པོ་དང་། བླ་མའི་གདམས་ངག་གི་རྗེས་སུ་མི་འབྲང་བ་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་། ཐེག་པ་ཆེན་པོའི་སྤྱོད་པ་མངོན་པར་བསྒྲུབས་པ་དག་ལ་སྨད་པར་དགའ་བས་རྣལ་འབྱོར་སྒོམ་པའི་གང་ཟག་རྣམས་སེམས་ལ་འགྱོད་པ་བསྐྱེད་པ་དང་། བདག་པས་ཁྱད་པར་དུ་འཕགས་པ་ཞིག་མཐོང་ན་ཕྲག་དོག་བསྐྱེད་པ་དང་། ཆོས་ཀྱི་སྦྱིན་པ་དང་། ཟང་ཟིང་གི་སྦྱིན་པ་དག་ལ་རྟག་པར་སེར་སྣ་དང་། ཕངས་པའི་སེམས་བསྐྱེད་པ་དང་།
en: During that time, because I did not know what were good and what were bad actions, with my body, speech, and mind I have committed the action with immediate result upon death of causing, with malicious intent, a tathāgata to bleed; I have maligned the true Dharma; I have caused a divide within a harmonious saṅgha; I have slain an arhat; I have slain my parents; I have myself committed the ten bad actions through the three types of conduct of the body, the four types of conduct of speech, and the three types of conduct of the mind; I have made others commit them; I have rejoiced in others’ committing them; I have strongly maligned virtuous individuals; I have cheated with measures and weights; I have held what is not true to be true; I have given impure food and drink to others; I have caused all the parents within the six classes of beings to harm one another; I have stolen the wealth of stūpas; I have taken over and used the wealth of the saṅghas in the four directions and directly from a saṅgha; I have not aspired to the Dharma and Vinaya taught by the Bhagavat; I have not followed the instructions of upādhyāyas and gurus; I have delighted in reviling those who have truly accomplished the practice of the śrāvakas, the pratyekabuddhas, and the Mahāyāna, so that I have caused a practicing individual to have regret; when I saw someone who was superior to me, I was always miserly concerning generosity with Dharma and objects; I felt deprived; I was obscured by ignorance and through having wrong views had a stupid mind; I did not create the causes of virtue and therefore increased my bad actions; and I gave rise to the wish to revile the tathāgatas, I taught that the Dharma was not the Dharma, I taught that what was not the Dharma was the Dharma, and so on.

source: མ་རིག་པས་བསྒྲིབས་ཤིང་ལོག་པར་ལྟ་བས་སེམས་རྨོངས་པར་གྱུར་པ་དང་། དགེ་བའི་རྒྱུ་མ་བསྐྱེད་པས་སྡིག་པ་འཕེལ་བར་གྱུར་པ་དང་། དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་སྨོད་པའི་བསམ་པ་བསྐྱེད་པ་དང་། ཆོས་ལ་ཆོས་མ་ལགས་པར་བཤད་པ་དང་། ཆོས་མ་ལགས་པ་ལ་ཆོས་སུ་བཤད་པ་ལ་སོགས་པ་འདི་ལྟ་བུའི་སྡིག་པ་མང་པོ་རྣམས་བཅོམ་ལྡན་འདས་ཡང་དག་པའི་ཤེས་རབ་དང་།
en: The bhagavats, who have true wisdom, true vision, true knowledge, and true impartiality, know and see all the many bad actions such as those that I have done. “ ‘

source: ཡང་དག་པའི་སྤྱན་དང་། ཡང་དག་པའི་མཁྱེན་པ་དང་། ཡང་དག་པའི་མཉམ་པས་ཐམས་ཅད་མཁྱེན་ཅིང་ཐམས་ཅད་གཟིགས་པ་དག་ལ་དེང་བདག་སྲོག་ཕྱོགས་ནས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་སྤྱན་སྔར་ཐམས་ཅད་མཐོལ་ཞིང་བཤགས་སོ།
en: Today, while I am alive, I repent and confess them all in the presence of the bhagavats.

source: །ཐམས་ཅད་མངོན་དུ་ཕྱུང་ནས་འཆབ་ཅིང་སྦེད་པར་མི་བགྱིད་དོ།
en: I bring them all forth, without hiding or concealing any.

source: །སྔར་མ་བགྱིས་པའི་ཁ་ན་མ་ཐོ་བ་རྣམས་སླན་ཆད་མི་བགྱིད་དོ།
en: The transgressions that I have never committed in the past I will not commit in the future.

source: །སྔར་བགྱིས་པའི་ཁ་ན་མ་ཐོ་བ་རྣམས་དེང་ཐམས་ཅད་མཐོལ་ཞིང་བཤགས་སོ། །ངན་འགྲོ་སེམས་ཅན་དམྱལ་བ་དང་།
en: The transgressions that I have committed in the past I confess and repent today. “ ‘

source: དུད་འགྲོའི་སྐྱེ་གནས་དང་། ཡི་དགས་ཀྱི་འགྲོ་བ་དང་། ལྷ་མ་ཡིན་གྱི་འཁོར་དང་། མི་ཁོམ་པ་བརྒྱད་པོ་དག་ཏུ་ལྟུང་བར་འགྱུར་བའི་ལས་ཀྱི་སྒྲིབ་པ་ཅི་མཆིས་པ་དང་། བདག་གིས་ཚེ་འདི་ལ་བགྱིས་པའི་ལས་ཀྱི་སྒྲིབ་པ་ཅི་མཆིས་པ་ཐམས་ཅད་ཞུ་བྱང་ནས་སྡིག་པའི་རྣམ་པར་སྨིན་པ་ཅི་མཆིས་པ་མ་འོངས་པ་ན་མི་མྱོང་བར་སྨོན་ཏོ།
en: I pray that whatever karmic obscurations I have that would cause me to fall into the lower existences of beings in the hells; or rebirth as animals, preta beings, in the circle of asuras, or in the eight unfortunate states; and whatever karmic obscurations I have created during this lifetime will be purified so that I do not have to experience in the future the ripening of that bad karma. “ ‘

source: །ཇི་ལྟར་འདས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱིས་བྱང་ཆུབ་ཀྱི་སྤྱོད་པ་སྤྱད་པ་ན་ལས་ཀྱི་སྒྲིབ་པ་ཅི་མཆིས་པ་མ་ལུས་པར་མཐོལ་ཞིང་བཤགས་པ་དེ་བཞིན་དུ་བདག་གིས་ལས་ཀྱི་སྒྲིབ་པ་ཅི་མཆིས་པ་ཡང་མཐོལ་ཞིང་བཤགས་སོ།
en: Just as the bodhisattvas mahāsattvas of the past, in practicing the conduct of enlightenment, confessed and repented every one of their karmic obscurations, in the same way I confess and repent each one of my karmic obscurations.

source: །ཐམས་ཅད་མངོན་དུ་ཕྱུང་སྟེ་འཆབ་ཅིང་སྦེད་པར་མི་བགྱིད་དོ།
en: I reveal them all, without hiding or concealing them.

source: །སྔར་བགྱིས་པའི་སྡིག་པ་རྣམས་ཞུ་བྱང་བར་སྨོན་ཏོ། །མ་འོངས་པའི་སྡིག་པ་རྣམས་ཡང་བགྱིད་པའི་ཐུགས་མི་ཐུབ་བོ།
en: I pray that my past bad actions will be purified, and I do not intend to commit any future bad actions. “ ‘

source: །མ་འོངས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱིས་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་པ་ན་ལས་ཀྱི་སྒྲིབ་པ་ཅི་མཆིས་པ་མ་ལུས་པར་མཐོལ་ཞིང་འཆགས་པ་དེ་བཞིན་དུ་བདག་གིས་ལས་ཀྱི་སྒྲིབ་པ་ཡང་མཐོལ་ཞིང་བཤགས་སོ།
en: Just as the bodhisattvas mahāsattvas in the future, in practicing the conduct of enlightenment, will confess and repent every one of their karmic obscurations, in the same way I confess and repent each one of my karmic obscurations.

source: །ད་ལྟར་ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱིས་བྱང་ཆུབ་ཀྱི་སྤྱོད་པ་སྤྱད་པ་དག་ལས་ཀྱི་སྒྲིབ་པ་ཅི་མཆིས་པ་མཐོལ་ཞིང་འཆགས་པ་དེ་བཞིན་དུ་བདག་གིས་ལས་ཀྱི་སྒྲིབ་པ་ཡང་མཐོལ་ཞིང་བཤགས་སོ།
en: Just as the bodhisattvas mahāsattvas in the ten directions in the present, in practicing the conduct of enlightenment, confess and repent every one of their karmic obscurations, in the same way I confess and repent each one of my karmic obscurations.

source: །སྔར་བགྱིས་པའི་སྡིག་པ་རྣམས་ཞུ་བྱང་བར་སྨོན་ཏོ།
en: I pray that my past bad actions will be purified.

source: །མ་འོངས་པའི་སྡིག་པ་རྣམས་ཡང་བགྱིད་པའི་ཐུགས་མི་ཐུབ་པོ་ཞེས་བརྗོད་པར་བྱའོ།
en: I do not intend to commit any future bad actions. “

source: །རིགས་ཀྱི་བུ་རྒྱུ་དང་རྐྱེན་དེའི་ཕྱིར་གང་གིས་སྡིག་པ་བྱས་པ་ཞིག་ཡོད་ན། སྐད་ཅིག་ཙམ་དུ་ཡང་འཆབ་ཅིང་སྦར་མི་རུང་ན་ཉིན་གཅིག་གམ། མཚན་གཅིག་ནས་དུས་རིང་པོའི་བར་དུ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: Noble one, because of that cause and condition, whoever has committed a bad action should not hide or conceal it for an instant, let alone for a day, for a night, or for a long time.

source: གང་ལ་ལ་ཞིག་གིས་སྡིག་པ་བྱས་ནས་རྣམ་པར་དག་པ་ཡོངས་སུ་ཚོལ་བར་འདོད་ཅིང་སེམས་ལ་ངོ་ཚ་བ་དང་བཅས་པས་མ་འོངས་པ་ན་གདོན་མི་ཟ་བར་སྡིག་པའི་རྣམ་པར་སྨིན་པ་ཡོད་དོ་ཞེས་མངོན་པར་ཡིད་ཆེས་ནས་འཇིགས་ཤིང་སྐྲག་པ་ཆེན་པོ་སྐྱེས་པ་དེས་འདི་ལྟར་བཤགས་པར་བྱའོ།
en: If someone has committed a bad action and seeks to completely purify themselves of it, then with shame in their minds and with great fear and terror in believing that the bad action will certainly ripen in the future, they should make a confession in this way. “

source: །འདི་ལྟ་སྟེ། དཔེར་ན་མི་ལ་ལ་ཞིག་མེས་མགོ་ཐོད་བསྲེགས་སམ། གོས་བསྲེགས་པར་གྱུར་ན་མྱུར་བ་ཁོ་ནར་མེ་གསོད་པར་བྱེད་དེ།
en: As an analogy, if a man’s hair were on fire or his clothes were on fire, he would quickly do nothing other than put it out.

source: གལ་ཏེ་མེ་ཞི་བར་མ་གྱུར་ན་སེམས་ཀྱིས་བདེ་བ་ཐོབ་པར་མི་འགྱུར་རོ།
en: Then when the fire was put out, he would attain relief. “

source: །གང་གིས་སྡིག་པ་བྱས་ན་ཡང་དེ་བཞིན་དུ་མཐོལ་ཞིང་བཤགས་ནས་མྱུར་བ་ཁོ་ནས་ཡོངས་སུ་སྦྱང་བར་བྱའོ།
en: Someone who has committed a bad action should also in that way do nothing other than quickly confess and repent, and thereby purify themselves of it. “

source: །གང་ལ་ལ་ཞིག་ཕྱུག་པོའི་ཁྱིམ་དུ་སྐྱེས་ནས་ནོར་དང་རིན་པོ་ཆེ་མང་པོ་དང་ལྡན་པར་འདོད་པ་དང་། གཞན་ཡང་སེམས་བསྐྱེད་ནས་ཐེག་པ་ཆེན་པོ་བསྒོམ་པར་འདོད་ན་ཡང་འགྱོད་ཚངས་བྱས་ནས་ལས་ཀྱི་སྒྲིབ་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ། །ཆོ་རིགས་བཙུན་པའི་བྲམ་ཟེ་དང་། །རྒྱལ་རིགས་དང་།
en: If anyone wishes to be reborn into a wealthy family and possess much wealth and jewels, or has any other kind of aspiration to practice the Mahāyāna, they should purify themselves of karmic obscurations through practicing purity through regret. “

source: འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་རིན་པོ་ཆེ་སྣ་བདུན་དང་ལྡན་པའི་ཁྱིམ་བདག་ཏུ་སྐྱེ་བར་འདོད་ན་ཡང་འགྱོད་ཚངས་བྱས་ནས་ལས་ཀྱི་སྒྲིབ་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ། །རིགས་ཀྱི་བུ་གལ་ཏེ་རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་དང་། སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་དང་། འཐབ་བྲལ་གྱི་ལྷ་དང་། དགའ་ལྡན་གྱི་ལྷ་དང་། འཕྲུལ་དགའི་ལྷ་དང་།
en: If they wish for rebirth in a family where the father is a venerable brahmin, or in the family of a kṣatriya or a cakravartin who possesses the seven jewels, they should purify themselves of karmic obscurations through practicing purity through regret. “

source: གཞན་འཕྲུལ་དབང་བྱེད་ཀྱི་ལྷར་སྐྱེ་བར་འདོད་ན་ཡང་འགྱོད་ཚངས་བྱས་ནས་ལས་ཀྱི་སྒྲིབ་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ། །གལ་ཏེ་ཚངས་རིས་དང་། ཚངས་པའི་མདུན་ན་འདོན་དང་། ཚངས་ཆེན་གྱི་ལྷ་དང་། འོད་ཆུང་དང་། ཚད་མེད་འོད་དང་། འོད་གསལ་གྱི་ལྷ་དང་། དགེ་ཆུང་དང་། ཚད་མེད་དགེ་དང་། དགེ་རྒྱས་ཀྱི་ལྷ་དང་། སྤྲིན་མེད་དང་། བསོད་ནམས་སྐྱེས་དང་། འབྲས་བུ་ཆེ་བ་དང་།
en: Noble son, if they wish to be reborn among the devas of the Cāturmahārāja­kāyikā, the devas of Trāyastriṃśa, the devas of Yāma, the devas of Tuṣita, the devas of Nirmāṇarati, or the devas of Paranirmita­vaśavartin, they should purify themselves of karmic obscurations through practicing purity through regret. “

source: མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། གྱ་ནོམ་སྣང་དང་། ཤིན་ཏུ་མཐོང་དང་། འོག་མིན་གྱི་ལྷར་སྐྱེ་བར་འདོད་ན་ཡང་འགྱོད་ཚངས་བྱས་ནས་ལས་ཀྱི་སྒྲིབ་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ།
en: If they wish to be reborn among the Brahmakāyika devas, the Brahmapurohita devas, the Mahābrahmā devas, the Parīttābha devas, the Apramāṇābha devas, the Ābhāsvara devas, the Parīttaśubha devas, the Apramāṇaśubha devas, the Śubhakṛtsna devas, the Anabhraka devas, the Puṇyaprasava devas, the Bṛhatphala devas, the Avṛha devas, the Atapa devas, the Sudṛśa devas, the Sudarśana devas, or the Akaniṣṭha devas, they should purify themselves of karmic obscurations through practicing purity through regret. “

source: །གལ་ཏེ་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པའི་འབྲས་བུ་ཡོངས་སུ་གཉེར་བར་འདོད་ན་ཡང་འགྱོད་ཚངས་བྱས་ནས་ལས་ཀྱི་སྒྲིབ་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ།
en: If they wish to attain the result of becoming a stream entrant, the result of becoming a once-returner, the result of becoming a non-returner, or the result of becoming an arhat, they should purify themselves of karmic obscurations through practicing purity through regret. “

source: །གལ་ཏེ་རིག་པ་གསུམ་དང་། མངོན་པར་ཤེས་པ་དྲུག་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་རང་དབང་ཐོབ་པའི་བྱང་ཆུབ་ཡོངས་སུ་གཉེར་བ་དང་། མཐར་ཐུག་པའི་སར་ཕྱིན་ནས་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་དང་། ཡོངས་སུ་དག་པའི་ཡེ་ཤེས་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་ཡེ་ཤེས་དང་། མི་གཡོ་བའི་ཡེ་ཤེས་དང་། ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐམས་ཅད་མཁྱེན་པ་ཡོངས་སུ་གཉེར་བར་འདོད་ན་ཡང་འགྱོད་ཚངས་བྱས་ནས་ལས་ཀྱི་སྒྲིབ་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ།
en: If they seek the three knowledges or the six higher cognitions, the enlightenment that is the independence of the śrāvaka and pratyekabuddha, or if they seek omniscient wisdom, completely pure wisdom, inconceivable wisdom, unshakable wisdom, or the omniscient wisdom of complete buddhahood, they should purify themselves of karmic obscurations through practicing purity through regret. “

source: རིགས་ཀྱི་བུ་ཆོས་ཐམས་ཅད་ནི་རྒྱུ་དང་རྐྱེན་ལས་སྐྱེ་བས་དེ་བཞིན་གཤེགས་པས་ཀྱང་ཐ་དད་པའི་མཚན་ཉིད་འགག་པར་འགྱུར་རོ།
en: Noble son, it has been taught that all phenomena arise from causes and conditions, and also the tathāgatas have taught that there is the cessation of separate characteristics.

source: །ཞེས་གསུངས་ཏེ། རྒྱུ་རྐྱེན་ཐ་དད་པའི་ཕྱིར་འདི་ལྟར་འདས་པའི་ཆོས་རྣམས་འགག་ཅིང་ཟད་པར་འགྱུར་བས་ལས་ཀྱི་སྒྲིབ་པ་ཇི་སྙེད་པ་མ་ལུས་པར་འགྱུར་བ་ཡང་འདུ་བྱེད་ཀྱི་ཆོས་རྣམས་མངོན་དུ་མ་སྐྱེས་པ་གང་ཡིན་པ་དེ་དག་དེང་གདོད་སྐྱེ་བར་འགྱུར་བས་མ་འོངས་པའི་ལས་ཀྱི་སྒྲིབ་པ་ཡང་ལྡང་བར་མི་འགྱུར་རོ།
en: Because causes and conditions are separate, in this way past phenomena cease and come to an end, so that all the various karmic obscurations are composite phenomena that have not been produced but are produced in the present and will not arise as future karmic obscurations. “

source: རིགས་ཀྱི་བུ་ཆོས་ཐམས་ཅད་སྟོང་ཞིང་དེ་བཞིན་གཤེགས་པས་ཀྱང་བདག་དང་། གང་ཟག་དང་།
en: Noble son, all phenomena are empty.

source: སེམས་ཅན་དང་། སྲོག་མེད་པ་དང་། སྐྱེ་བ་དང་། འགག་པ་མེད་པ་དང་། འདུ་བྱེད་ཀྱི་ཆོས་ཀྱང་མེད་དོ་ཞེས་གསུངས་པས་སོ།
en: The Tathāgata has taught that there is no self, individual, being, or soul; that there is no birth and no cessation; and that composite phenomena also do not exist. “

source: །རིགས་ཀྱི་བུ་ཆོས་ཐམས་ཅད་ནི་ངོ་བོ་ཉིད་ཀྱི་གཞི་ལ་བརྟེན་པས་བརྗོད་དུ་ཡང་མེད་དོ།
en: Noble son, all phenomena are not described in terms of their essence as a basis.

source: མཚན་མ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པའི་ཕྱིར་རོ། །རིགས་ཀྱི་བུའམ།
en: Because that transcends all features. “

source: རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་འདི་ལྟར་ཡང་དག་པའི་དོན་ཤིན་ཏུ་གྱ་ནོམ་པ་ལ་ཞུགས་ནས་མངོན་པར་ཡིད་ཆེས་པས་གུས་པའི་སེམས་སྐྱེས་པར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་སེམས་ཅན་མེད་ཅིང་ངོ་བོ་ཉིད་ཀྱི་གཞི་ཡོད་པ་ཞེས་བྱ་སྟེ། དོན་དེའི་ཕྱིར་འགྱོད་ཚངས་ཀྱིས་ལས་ཀྱི་སྒྲིབ་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ་ཞེས་བསྟན་པ་ཡིན་ནོ།
en: It is taught that a noble man or noble woman who comprehends this sublime meaning, has strong conviction in it, and develops veneration for it in their mind will become purified of karmic obscurations through regret because of that meaning—that there are no beings but there is the basis of the essence. “

source: །རིགས་ཀྱི་བུ་གང་གིས་ཆོས་རྣམ་པ་བཞི་དང་ལྡན་པར་གྱུར་ན་ལས་ཀྱི་སྒྲིབ་པ་ཡོངས་སུ་བསལ་ནས་གཏན་དུ་ཡོངས་སུ་བྱང་བར་འགྱུར་རོ།
en: Noble one, someone who has four qualities will completely eliminate karmic obscurations and be permanently purified of them.

source: ལོག་པའི་བསམ་པ་མི་སྐྱེ་ཞིང་ཡང་དག་པའི་དྲན་པ་ཕུན་སུམ་ཚོགས་པར་གྱུར་པ་དང་། ཤིན་ཏུ་ཟབ་པའི་དོན་དག་ལ་སྐུར་པ་མི་འདེབས་པ་དང་། སྤྱོད་པ་དང་པོའི་བྱང་ཆུབ་སེམས་དཔའ་དག་ཐམས་ཅད་མཁྱེན་པ་ཡིན་ནོ། །སྙམ་པའི་བསམ་པ་བསྐྱེད་པ་དང་། སེམས་ཅན་རྣམས་ལ་བྱམས་པ་ཚད་མེད་པ་སྐྱེས་པ་སྟེ།
en: They are (1) not giving rise to wrong thoughts and maintaining a perfection of true mindfulness; (2) not maligning the extremely profound meaning; (3) developing an aspiration by thinking that beginning bodhisattvas are omniscient; and (4) developing limitless love for beings.

source: འདི་དག་ནི་རྣམ་པ་བཞི་ཞེས་བྱའོ།
en: Those are the four qualities.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ། རྩེ་གཅིག་སེམས་ཀྱིས་ཐེག་གསུམ་སྲུང་། །ཟབ་མོའི་ཆོས་ལ་སྐུར་མི་འདེབས། །ཐམས་ཅད་མཁྱེན་པའི་འདུ་ཤེས་སྐྱེད། །བྱམས་སེམས་ལས་ཀྱི་སྒྲིབ་པ་སྦྱོང་།
en: Then the Bhagavat spoke this verse: “Protecting the three yānas with a single-pointed mind, Not maligning the profound Dharma, Developing the perception of omniscience, And a loving mind will purify karmic obscurations. “

source: །རིགས་ཀྱི་བུ་ཤིན་ཏུ་བསལ་བར་དཀའ་བའི་ལས་ཀྱི་སྒྲིབ་པ་ནི་རྣམ་པ་བཞི་ཡོད་དེ།
en: Noble one, there are four kinds of karmic obscuration that are difficult to eliminate.

source: བཞི་གང་ཞེ་ན།
en: What are those four?

source: བྱང་ཆུབ་སེམས་དཔའི་སྡོམ་པ་ལས་ཤིན་ཏུ་ལྕི་བའི་ཁ་ན་མ་ཐོ་བ་བྱས་པ་དང་། ཐེག་པ་ཆེན་པོའི་མདོ་སྡེ་ལ་སེམས་ཀྱིས་སྐུར་པ་བཏབ་པ་དང་། རང་གི་དགེ་བའི་རྩ་བ་འཕེལ་བར་མི་བྱེད་པ་དང་། སྲིད་པ་གསུམ་ལ་མངོན་པར་ཞེན་ནས་ངེས་པར་འབྱུང་བའི་སེམས་མེད་པ་གང་ཡིན་པའོ།
en: They are (1) committing very heavy transgressions of the bodhisattva vow; (2) maligning the Mahāyāna sūtras in one’s mind; (3) not increasing one’s own good roots; and (4) having attachment to the three existences. “

source: །གཞན་ཡང་ལས་ཀྱི་སྒྲིབ་པའི་གཉེན་པོར་གྱུར་པ་རྣམ་པ་བཞི་ཡོད་དེ།
en: Moreover, there are four remedies for karmic obscuration.

source: ཕྱོགས་བཅུའི་འཇིག་རྟེན་ན་བཞུགས་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་བསམ་པ་ཐག་པ་ནས་ཉེ་བར་བསྙེན་ནས་ཁ་ན་མ་ཐོ་བ་ཐམས་ཅད་བཤགས་པར་བྱེད་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཆེད་དུ་དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་དམ་པའི་ཆོས་ཟབ་མོ་བཤད་པར་གསོལ་བ་འདེབས་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་བསོད་ནམས་ཇི་སྙེད་པ་དག་ལ་རྗེས་སུ་ཡི་རང་བ་དང་། བསོད་ནམས་ཀྱི་དགེ་བའི་རྩ་བ་ཇི་སྙེད་པ་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་བསྔོ་བ་གང་ཡིན་པའོ།
en: They are (1) approaching with sincerity all the tathāgatas in the worlds in the ten directions and confessing all one’s transgressions; (2) praying for the tathāgatas to teach the profound, sublime Dharma for the sake of all beings; (3) rejoicing in all the merit of all beings; and (4) dedicating all merit’s roots of goodness to the highest, most complete enlightenment.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བརྒྱ་བྱིན་ལྷའི་དབང་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་འཇིག་རྟེན་ན་སྐྱེས་པ་དང་། བུད་མེད་ཇི་སྙེད་མཆིས་པ་དག་ལས་ཐེག་པ་ཆེན་པོའི་སྤྱོད་པ་སྤྱོད་པར་རྔོ་ཐོགས་པ་ཡང་མཆིས་སྤྱོད་པར་རྔོ་མི་ཐོགས་པ་ཡང་མཆིས་ན་ཇི་ལྟར་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བསོད་ནམས་ཀྱི་དགེ་བའི་རྩ་བ་དག་ལ་རྗེས་སུ་ཡི་རང་བར་བགྱི་ལགས།
en: Then Śakra, the lord of devas, asked the Bhagavat, “Bhagavat, among all the men and women who are in the world, there are those who are capable of practicing the Mahāyāna and there are also those who are not capable. Therefore, how can one rejoice in the merit of all beings?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་སེམས་ཅན་གང་ལ་ལ་ཞིག་ཐེག་པ་ཆེན་པོ་སྒོམ་པར་མི་ནུས་མོད་ཀྱི།
en: Noble one,” replied the Bhagavat, “it is true that some beings are unable to meditate on the Mahāyāna.
